export const store = {
  whyWeCards: [
    {
      title: 'развитие',
      descr: 'Помогаем расти внутри команды вертикально и горизонтально. Создаём комфортную среду, в которой хочется строить карьеру и достигать большего.',
      modifier: 'development'
    },
    {
      title: 'обучение',
      descr: 'Бесплатно обучаем и помогаем прокачивать навыки в ритейле. Проводим тренинги, подключаем кураторов и развиваем образовательную платформу. С нами не страшно начинать и пробовать новое.',
      modifier: 'training'
    },
    {
      title: 'команда',
      descr: 'Объединяем единомышленников, которых драйвят возможности. Поддерживаем открытую и динамичную культуру, где каждый может проявить себя.',
      modifier: 'team'
    },
    {
      title: 'надёжность',
      descr: 'Растём вместе с командой и быстро адаптируемся к изменениям, открываем новые направления и достигаем амбициозных целей.',
      modifier: 'reliability'
    },
  ],
  brands: ['restore:', 'Samsung', 'Xiaomi', 'Street Beat', 'Hiker', 'Мир Кубиков', 'UNOde40'],
  navigationCards: [
    {
      modifier: 'office',
      name: 'офис',
      description: 'логистика, финансы, недвижимость и др.',
    },
    {
      modifier: 'digital',
      name: 'digital',
      description: 'IT, e-com, маркетинг и др.',
    },
    {
      modifier: 'retail',
      name: 'retail',
      description: 'управление магазинами',
    },
    {
      modifier: 'start',
      name: 'старт карьеры',
      description: 'розничные магазины, контактный центр, стажировки',
    },
  ],
  regions: ['центр', 'юг', 'москва', 'поволжье', 'северо-запад', 'урал', 'сибирь', 'дальний восток'],
}
